{
    "Naruto":[
        {"Judul":"Naruto The Last Movie",
         "Gambar":"assets/Images/theLast.jfif",
         "Artikel":"Dua tahun setelah peristiwa Perang Besar Shinobi Keempat, bulan Hagoromo Ōtsutsuki yang sudah lama dibuat untuk menyegel Jūbi mulai jatuh ke Bumi. Ancaman bulan yang akan menjadi meteor ini pun akan menghancurkan segala sesuatu yang akan berdampak buruk. Peristiwa ini disebabkan oleh Toneri Ōtsutsuki, keturunan terakhir darisaudara kembar Hagoromo Ōtsutsuki/Rikudou Sennin, yaitu Hamura Ōtsutsuki yang di mana salah satu dari keluarganya tersegel di bulan sejak pembentukannya. Di tengah suasana yang sepi di rumah klan Hyuga, Toneri mencoba untuk menculik adik Hinata Hyuuga, yaitu Hanabi. Naruto dan teman-temannya harus segera menyusun misipenyelamatan sebelum temuan mereka terlibat dalam pertempuran akhir untuk menentukan nasib dari segalanya.[3]"},

         {
             "Judul":"Naruto & Sasuke VS Madara Uchiha",
             "Gambar":"assets/Images/VSMadara.jfif",
             "Artikel":"Madara menyerang naruto dan sasuke namun mereka berhasil menghindar,pertempuran sengit pun terjadi, Madara kewalahan menghadapi Naruto dan Sasuke yang tiba-tiba mendapat banyak kekuatan sehingga memaksanya untuk mencuri mata kakashi dan lari ke dimensi kamui untuk mengambil Rinnegan kirinya yang ada pada obito, madara pun menyerang obito namun obito menyelamatkan sakura sehingga sakura kembali ke medan perang namun sebelum madara mengambil kembali rinnegan kirinya yang dipakai obito, madara membeberkan rahasianya bahwa kejadian perang dunia shinobi ke 3 di jembatan kannabi dulu yang menyebabkan kematian rin adalah rencananya untuk menyeret obito kedalam kegelapan, setelah cukup bercerita madara langsung mengambil rinnegan kirinya dan kembali ke medan perang. Di medan perang Naruto dan sasuke kembali bertarung melawan madara yang sudah lengkap kedua rinnegannya,kali ini madara terlihat lebih unggul kekuatannya, lalu dia mengelurkan banyak bola Chibaku Tensei yang masing-masing berubah menjadi meteor raksasa yang siap menghantam seluruh medan perang, ketika naruto dan sasuke sibuk menghalau serangan meteor madara yang bertubi-tubi,Madara mendekati bulan dan mematahkan tanduknya dan di dahi madara bangkitlah mata Rinne Sharingan yang bisa merefleksikan genjutsu mugen tsukuyomi kebulan dan Mugen Tsukuyomi bisa diaktifkan."
         },
         {
             "Judul":"Maito Guy VS Madara",
             "Gambar":"assets/Images/GuyMadara.jfif",
             "Artikel":"Gai yang tau madara telah berubah wujud menjadi wujud rikudou setelah menjadi jinchuuriki juubi pun tak tanggung langsung melepas kan kekuatan hachimon gerbang ke 7 dan melesat kan hirudora pada rikudou madara, tetapi serangan dahsyat gai yang menyebabkan beberapa tulang nya patah tidak berarti apa-apa terhadap madara, (tapi disisi lain madara berkata bahwa gai benar-benar kuat) madara lalu menyerang balik gai dengan gudoudama, tetapi gai diselamatkan lee yg baru datang, gai pun memutuskan untuk menggunakan hachimon gerbang ke 8 yang berefek kematian, alhasil Rikudou Madara babak belur akibat serangan bertubi-tubi gai yang dibantu minato dengan memindahkan serangan madara ketika madara menyerang gai. Namun madara masih bisa tertawa dan berkata bahwa pertarungan melawan gai adalah kedua kalinya ia merasa sangat bersemangat (pertarungan pertama yang membuat madara semangat adalah ketika melawan hashirama di lembah akhir dulu). Namun gai menggunakan teknik terakhirnya sebelum benar-benar kehabisan energi, yaitu The Night Moth, melihat ini madara tesenyum dan semakin bersemangat serta mengakui bahwa level kekuatan gai berada di atas level kekuatan hashirama, hasilnya setengah tubuh Madara hancur,namun ternyata tubuh madara dapat beregenerasi kembali dengan sempurna, dan Gai pun gosong karena telah menggunakan teknik terlarang."
         }
    ]
}